Repository: ncleton/vibe-walkie
Catalog: iOS/AppRemoteiOS/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, yue, zh_hans, zh_hant

# ios.tailscale.disabled.55bdec3
source: Tailscale disabled
ar: Tailscale معطّل
ca: Tailscale desactivat
cs: Tailscale je vypnutý
da: Tailscale slået fra
de: Tailscale deaktiviert
el: Το Tailscale είναι απενεργοποιημένο
es: Tailscale desactivado
fi: Tailscale poistettu käytöstä
fr: Tailscale désactivé
he: Tailscale מושבת
hi: Tailscale बंद है
hr: Tailscale je isključen
hu: A Tailscale ki van kapcsolva
id: Tailscale dinonaktifkan
it: Tailscale disattivato
ja: Tailscaleは無効です
ko: Tailscale이 비활성화됨
ms: Tailscale dinyahdayakan
nb: Tailscale slått av
nl: Tailscale uitgeschakeld
pl: Tailscale wyłączony
pt: Tailscale desativado
ro: Tailscale dezactivat
ru: Tailscale отключён
sk: Tailscale je vypnutý
sv: Tailscale avstängt
th: Tailscale ถูกปิดอยู่
tr: Tailscale devre dışı
uk: Tailscale вимкнено
vi: Tailscale bị tắt
yue: Tailscale 已停用
zh_hans: Tailscale 已关闭
zh_hant: Tailscale 已關閉

# ios.tap.a.mac.to.switch.the.remote.each.companion.must.51a9305
source: Tap a computer to switch the remote. Each companion must be paired once.
ar: اضغط على جهاز Mac لتبديل جهاز التحكم. يجب إقران كل تطبيق مصاحب مرة واحدة.
ca: Toca un Mac per canviar el comandament. Cada app complementària s’ha d’enllaçar una vegada.
cs: Klepnutím na Mac přepnete ovladač. Každou doprovodnou aplikaci je třeba jednou spárovat.
da: Tryk på en Mac for at skifte fjernbetjening. Hver hjælpeapp skal kun parres én gang.
de: Tippe auf einen Mac, um die Fernbedienung zu wechseln. Jede Begleitapp muss einmal gekoppelt werden.
el: Αγγίξτε ένα Mac για να αλλάξετε τηλεχειριστήριο. Κάθε συνοδευτική εφαρμογή πρέπει να συζευχθεί μία φορά.
es: Toca un Mac para cambiar el control remoto. Cada app complementaria debe emparejarse una vez.
fi: Vaihda kaukosäädintä napauttamalla Macia. Jokaisesta apuapista on muodostettava laitepari kerran.
fr: Touchez un ordinateur pour basculer la télécommande. Chaque compagnon doit être appairé une fois.
he: הקישו על Mac כדי להעביר אליו את השלט. יש לקשר כל יישום נלווה פעם אחת.
hi: रिमोट बदलने के लिए किसी Mac पर टैप करें। हर सहायक ऐप को एक बार पेयर करना होगा।
hr: Dodirnite Mac kako biste prebacili daljinski upravljač. Svaku prateću aplikaciju treba jednom upariti.
hu: Koppints egy Macre a távirányító átváltásához. Minden kísérőalkalmazást egyszer kell párosítani.
id: Ketuk Mac untuk mengganti remote. Setiap app pendamping cukup dipasangkan sekali.
it: Tocca un Mac per cambiare il telecomando. Ogni app complementare deve essere abbinata una volta.
ja: Macをタップして操作先を切り替えます。各コンパニオンは一度ペアリングする必要があります。
ko: Mac을 탭하여 제어 대상을 전환하세요. 각 컴패니언은 한 번씩 페어링해야 합니다.
ms: Ketik Mac untuk menukar alat kawalan jauh. Setiap aplikasi pendamping perlu dipasangkan sekali.
nb: Trykk på en Mac for å bytte fjernkontroll. Hver hjelpeapp må bare kobles sammen én gang.
nl: Tik op een Mac om de afstandsbediening te wisselen. Elke hulpapp hoeft maar één keer te worden gekoppeld.
pl: Stuknij Maca, aby przełączyć pilota. Każdą aplikację pomocniczą trzeba sparować tylko raz.
pt: Toque em um Mac para trocar o controle remoto. Cada app complementar precisa ser emparelhado uma vez.
ro: Atinge un Mac pentru a comuta telecomanda. Fiecare aplicație companion trebuie asociată o singură dată.
ru: Нажмите Mac, чтобы переключить пульт. Каждое приложение-компаньон нужно связать один раз.
sk: Ťuknutím na Mac prepnete ovládač. Každú sprievodnú aplikáciu treba raz spárovať.
sv: Tryck på en Mac för att byta fjärrkontroll. Varje hjälpapp behöver bara parkopplas en gång.
th: แตะ Mac เพื่อสลับรีโมต แอปคู่หูแต่ละเครื่องต้องจับคู่หนึ่งครั้ง
tr: Uzaktan kumandayı değiştirmek için bir Mac'e dokunun. Her yardımcı uygulamanın yalnızca bir kez eşleştirilmesi gerekir.
uk: Торкніться Mac, щоб перемкнути пульт. Кожну програму-компаньйон потрібно спарити один раз.
vi: Chạm vào Mac để chuyển bộ điều khiển. Mỗi ứng dụng đồng hành chỉ cần ghép đôi một lần.
yue: 撳一部 Mac 就可以切換遙控器。每個輔助 App 都要配對一次。
zh_hans: 轻点一台 Mac 即可切换遥控器。每个配套 App 只需配对一次。
zh_hant: 輕點一台 Mac 即可切換遙控器。每個輔助 App 只需配對一次。

# ios.tap.a.position.to.choose.its.key.name.and.icon.c579601
source: Tap a position to choose its key, name, and icon. The Push-to-Talk button always stays in the center.
ar: اضغط على موضع لاختيار مفتاحه واسمه وأيقونته. يبقى زر Push-to-Talk دائماً في الوسط.
ca: Toca una posició per triar-ne la tecla, el nom i la icona. El botó Push-to-Talk sempre es queda al centre.
cs: Klepnutím na pozici vyberte klávesu, název a ikonu. Tlačítko Push-to-Talk vždy zůstává uprostřed.
da: Tryk på en placering for at vælge tast, navn og ikon. Push-to-Talk-knappen bliver altid i midten.
de: Tippe auf eine Position, um Taste, Namen und Symbol auszuwählen. Die Push-to-Talk-Taste bleibt immer in der Mitte.
el: Αγγίξτε μια θέση για να επιλέξετε το πλήκτρο, το όνομα και το εικονίδιό της. Το κουμπί Push-to-Talk παραμένει πάντα στο κέντρο.
es: Toca una posición para elegir su tecla, nombre e icono. El botón Push-to-Talk permanece siempre en el centro.
fi: Valitse paikan näppäin, nimi ja kuvake napauttamalla sitä. Push-to-Talk-painike pysyy aina keskellä.
fr: Touchez une zone pour choisir sa touche, son nom et son icône. Le bouton Push‑to‑Talk reste toujours au centre.
he: הקישו על מיקום כדי לבחור את המקש, השם והסמל שלו. כפתור ה‑Push-to-Talk נשאר תמיד במרכז.
hi: कुंजी, नाम और आइकन चुनने के लिए किसी जगह पर टैप करें। Push-to-Talk बटन हमेशा बीच में रहता है।
hr: Dodirnite položaj kako biste odabrali njegovu tipku, naziv i ikonu. Gumb Push-to-Talk uvijek ostaje u sredini.
hu: Koppints egy pozícióra a billentyű, a név és az ikon kiválasztásához. A Push-to-Talk gomb mindig középen marad.
id: Ketuk posisi untuk memilih tombol, nama, dan ikonnya. Tombol Push-to-Talk selalu berada di tengah.
it: Tocca una posizione per scegliere tasto, nome e icona. Il pulsante Push-to-Talk rimane sempre al centro.
ja: 位置をタップしてキー、名前、アイコンを選択します。Push-to-Talkボタンは常に中央に表示されます。
ko: 위치를 탭하여 키, 이름, 아이콘을 선택하세요. Push-to-Talk 버튼은 항상 가운데에 있습니다.
ms: Ketik kedudukan untuk memilih kekunci, nama dan ikonnya. Butang Push-to-Talk sentiasa kekal di tengah.
nb: Trykk på en plassering for å velge tast, navn og ikon. Push-to-Talk-knappen blir alltid i midten.
nl: Tik op een positie om de toets, naam en het pictogram te kiezen. De Push-to-Talk-knop blijft altijd in het midden.
pl: Stuknij pozycję, aby wybrać klawisz, nazwę i ikonę. Przycisk Push-to-Talk zawsze pozostaje na środku.
pt: Toque em uma posição para escolher tecla, nome e ícone. O botão Push-to-Talk permanece sempre no centro.
ro: Atinge o poziție pentru a-i alege tasta, numele și pictograma. Butonul Push-to-Talk rămâne întotdeauna în centru.
ru: Нажмите позицию, чтобы выбрать клавишу, название и значок. Кнопка Push-to-Talk всегда остаётся в центре.
sk: Ťuknutím na pozíciu vyberte kláves, názov a ikonu. Tlačidlo Push-to-Talk zostáva vždy v strede.
sv: Tryck på en position för att välja tangent, namn och ikon. Push-to-Talk-knappen stannar alltid i mitten.
th: แตะตำแหน่งเพื่อเลือกปุ่ม ชื่อ และไอคอน ปุ่ม Push-to-Talk จะอยู่ตรงกลางเสมอ
tr: Tuşu, adı ve simgeyi seçmek için bir konuma dokunun. Push-to-Talk düğmesi her zaman ortada kalır.
uk: Торкніться позиції, щоб вибрати клавішу, назву та значок. Кнопка Push-to-Talk завжди залишається в центрі.
vi: Chạm vào một vị trí để chọn phím, tên và biểu tượng. Nút Push-to-Talk luôn ở giữa.
yue: 撳一個位置嚟揀按鍵、名稱同圖示。Push-to-Talk 按鈕會一直留喺中間。
zh_hans: 轻点一个位置以选择按键、名称和图标。按住说话按钮始终位于中央。
zh_hant: 輕點一個位置以選擇按鍵、名稱和圖示。按住說話按鈕始終位於中央。

# ios.target.app.value.f90e281
source: Target app: %@
ar: التطبيق المستهدف: %@
ca: App de destinació: %@
cs: Cílová aplikace: %@
da: Målapp: %@
de: Ziel-App: %@
el: Εφαρμογή προορισμού: %@
es: Aplicación objetivo: %@
fi: Kohdesovellus: %@
fr: Application cible : %@
he: יישום יעד: %@
hi: लक्षित ऐप: %@
hr: Ciljna aplikacija: %@
hu: Célalkalmazás: %@
id: App tujuan: %@
it: App di destinazione: %@
ja: 対象アプリ：%@
ko: 대상 앱: %@
ms: Aplikasi sasaran: %@
nb: Målapp: %@
nl: Doelapp: %@
pl: Aplikacja docelowa: %@
pt: App de destino: %@
ro: Aplicație țintă: %@
ru: Целевое приложение: %@
sk: Cieľová aplikácia: %@
sv: Målapp: %@
th: แอปเป้าหมาย: %@
tr: Hedef uygulama: %@
uk: Цільова програма: %@
vi: Ứng dụng mục tiêu: %@
yue: 目標 App：%@
zh_hans: 目标 App：%@
zh_hant: 目標 App：%@

# ios.test.connection.73f42a6
source: Test connection
ar: اختبار الاتصال
ca: Prova la connexió
cs: Otestovat připojení
da: Test forbindelsen
de: Verbindung testen
el: Δοκιμή σύνδεσης
es: Probar conexión
fi: Testaa yhteys
fr: Tester la connexion
he: בדיקת החיבור
hi: कनेक्शन जाँचें
hr: Testiraj vezu
hu: Kapcsolat tesztelése
id: Uji koneksi
it: Verifica connessione
ja: 接続をテスト
ko: 연결 테스트
ms: Uji sambungan
nb: Test tilkoblingen
nl: Test verbinding
pl: Testuj połączenie
pt: Testar conexão
ro: Testează conexiunea
ru: Проверить подключение
sk: Otestovať pripojenie
sv: Testa anslutningen
th: ทดสอบการเชื่อมต่อ
tr: Bağlantıyı test et
uk: Перевірити підключення
vi: Kiểm tra kết nối
yue: 測試連接
zh_hans: 测试连接
zh_hant: 測試連線

# ios.text.sent.to.the.mac.0ed5c3d
source: Text sent to the computer.
ar: تم إرسال النص إلى Mac.
ca: S’ha enviat el text al Mac.
cs: Text byl odeslán do Macu.
da: Teksten blev sendt til Mac.
de: Text an den Mac gesendet.
el: Το κείμενο στάλθηκε στο Mac.
es: Texto enviado al Mac.
fi: Teksti lähetettiin Maciin.
fr: Texte envoyé à l’ordinateur.
he: הטקסט נשלח ל‑Mac.
hi: टेक्स्ट Mac को भेज दिया गया।
hr: Tekst je poslan na Mac.
hu: A szöveg elküldve a Macre.
id: Teks dikirim ke Mac.
it: Testo inviato al Mac.
ja: テキストをMacに送信しました。
ko: 텍스트를 Mac으로 보냈습니다.
ms: Teks dihantar ke Mac.
nb: Teksten ble sendt til Macen.
nl: Tekst naar de Mac gestuurd.
pl: Tekst wysłano na Maca.
pt: Texto enviado ao Mac.
ro: Text trimis la Mac.
ru: Текст отправлен на Mac.
sk: Text bol odoslaný do Macu.
sv: Texten skickades till Mac.
th: ส่งข้อความไปยัง Mac แล้ว
tr: Metin Mac'e gönderildi.
uk: Текст надіслано на Mac.
vi: Đã gửi văn bản đến Mac.
yue: 文字已傳送到 Mac。
zh_hans: 文本已发送到 Mac。
zh_hant: 文字已傳送到 Mac。

# ios.the.app.could.not.be.activated.4408c34
source: The app could not be activated.
ar: تعذّر تنشيط التطبيق.
ca: No s’ha pogut activar l’app.
cs: Aplikaci se nepodařilo aktivovat.
da: Appen kunne ikke aktiveres.
de: Die App konnte nicht aktiviert werden.
el: Δεν ήταν δυνατή η ενεργοποίηση της εφαρμογής.
es: La aplicación no pudo activarse.
fi: Sovellusta ei voitu aktivoida.
fr: L'application n'a pas pu être activée.
he: לא ניתן היה להפעיל את היישום.
hi: ऐप सक्रिय नहीं किया जा सका।
hr: Aplikaciju nije moguće aktivirati.
hu: Az alkalmazást nem sikerült aktiválni.
id: App tidak dapat diaktifkan.
it: L'app non è stata attivata.
ja: アプリをアクティブにできませんでした。
ko: 앱을 활성화하지 못했습니다.
ms: Aplikasi tidak dapat diaktifkan.
nb: Appen kunne ikke aktiveres.
nl: De app kon niet worden geactiveerd.
pl: Aplikacja nie została aktywowana.
pt: O aplicativo não pôde ser ativado.
ro: Aplicația nu a putut fi activată.
ru: Не удалось активировать приложение.
sk: Aplikáciu sa nepodarilo aktivovať.
sv: Appen kunde inte aktiveras.
th: ไม่สามารถเปิดใช้งานแอปได้
tr: Uygulama etkinleştirilemedi.
uk: Не вдалося активувати програму.
vi: Không thể kích hoạt ứng dụng.
yue: 無法啟用 App。
zh_hans: 无法激活该 App。
zh_hant: 無法啟用該 App。

# ios.the.app.did.not.apply.the.pasted.text.d62a116
source: The app did not apply the pasted text.
ar: تعذّر على التطبيق إدخال النص الملصق.
ca: L’app no ha aplicat el text enganxat.
cs: Aplikace vložený text nepoužila.
da: Appen anvendte ikke den indsatte tekst.
de: Die App hat den eingefügten Text nicht übernommen.
el: Η εφαρμογή δεν εφάρμοσε το επικολλημένο κείμενο.
es: La aplicación no aplicó el texto pegado.
fi: Sovellus ei käyttänyt sijoitettua tekstiä.
fr: L'application n'a pas pris en compte le collage.
he: היישום לא הזין את הטקסט שהודבק.
hi: ऐप पेस्ट किया हुआ टेक्स्ट नहीं डाल सका।
hr: Aplikacija nije primijenila zalijepljeni tekst.
hu: Az alkalmazás nem alkalmazta a beillesztett szöveget.
id: App tidak menerapkan teks yang ditempel.
it: L'app non ha applicato il testo incollato.
ja: アプリにペーストしたテキストが反映されませんでした。
ko: 앱에 붙여넣은 텍스트가 적용되지 않았습니다.
ms: Aplikasi tidak memasukkan teks yang ditampal.
nb: Appen brukte ikke den innlimte teksten.
nl: De app heeft de geplakte tekst niet toegepast.
pl: Aplikacja nie zastosowała wklejonego tekstu.
pt: O aplicativo não aplicou o texto colado.
ro: Aplicația nu a introdus textul lipit.
ru: Приложению не удалось вставить текст.
sk: Aplikácia nepoužila vložený text.
sv: Appen använde inte den inklistrade texten.
th: แอปไม่ได้ใช้ข้อความที่วาง
tr: Uygulama yapıştırılan metni işlemedi.
uk: Програма не застосувала вставлений текст.
vi: Ứng dụng không áp dụng văn bản đã dán.
yue: App 冇套用貼上嘅文字。
zh_hans: 该 App 未接收粘贴的文本。
zh_hant: 該 App 未接收貼上的文字。

# ios.the.approval.request.expired.scan.the.qr.code.again.b612a2a
source: The approval request expired. Scan the QR code again.
ar: انتهت صلاحية طلب الموافقة. امسح رمز QR مرة أخرى.
ca: La sol·licitud d’aprovació ha caducat. Torna a escanejar el codi QR.
cs: Platnost žádosti o schválení vypršela. Naskenujte QR kód znovu.
da: Anmodningen om godkendelse er udløbet. Scan QR-koden igen.
de: Die Bestätigungsanfrage ist abgelaufen. Scanne den QR-Code erneut.
el: Το αίτημα έγκρισης έληξε. Σαρώστε ξανά τον κωδικό QR.
es: La solicitud de confirmación ha caducado. Vuelve a escanear el código QR.
fi: Hyväksyntäpyyntö vanheni. Skannaa QR-koodi uudelleen.
fr: La demande d'autorisation a expiré. Scannez de nouveau le QR.
he: תוקף בקשת האישור פג. סרקו שוב את קוד ה‑QR.
hi: मंज़ूरी का अनुरोध समाप्त हो गया। QR कोड फिर से स्कैन करें।
hr: Zahtjev za odobrenje je istekao. Ponovno skenirajte QR kôd.
hu: A jóváhagyási kérelem lejárt. Olvasd be újra a QR-kódot.
id: Permintaan persetujuan kedaluwarsa. Pindai kembali kode QR.
it: La richiesta di approvazione è scaduta. Scansiona di nuovo il codice QR.
ja: 承認リクエストの有効期限が切れました。QRコードをもう一度スキャンしてください。
ko: 승인 요청이 만료되었습니다. QR 코드를 다시 스캔하세요.
ms: Permintaan kelulusan telah tamat tempoh. Imbas kod QR sekali lagi.
nb: Godkjenningsforespørselen er utløpt. Skann QR-koden på nytt.
nl: Het goedkeuringsverzoek is verlopen. Scan de QR-code opnieuw.
pl: Prośba o zatwierdzenie wygasła. Zeskanuj kod QR ponownie.
pt: A solicitação de aprovação expirou. Escaneie o código QR novamente.
ro: Cererea de aprobare a expirat. Scanează din nou codul QR.
ru: Срок запроса на подтверждение истёк. Отсканируйте QR-код ещё раз.
sk: Platnosť žiadosti o schválenie vypršala. Naskenujte QR kód znova.
sv: Begäran om godkännande har gått ut. Skanna QR-koden igen.
th: คำขออนุมัติหมดอายุแล้ว โปรดสแกนคิวอาร์โค้ดอีกครั้ง
tr: Onay isteğinin süresi doldu. QR kodunu yeniden tarayın.
uk: Термін дії запиту на підтвердження минув. Відскануйте QR-код ще раз.
vi: Yêu cầu phê duyệt đã hết hạn. Hãy quét lại mã QR.
yue: 批准要求已過期。請重新掃描 QR 碼。
zh_hans: 确认请求已过期。请重新扫描二维码。
zh_hant: 確認請求已過期。請重新掃描 QR 碼。

# ios.the.clipboard.changed.in.the.meantime.so.it.was.not.939ce66
source: The clipboard changed in the meantime, so it was not restored.
ar: تغيّرت الحافظة في هذه الأثناء، لذلك لم تتم استعادتها.
ca: El porta-retalls ha canviat mentrestant i, per tant, no s’ha restaurat.
cs: Schránka se mezitím změnila, takže nebyla obnovena.
da: Udklipsholderen blev ændret i mellemtiden og blev derfor ikke gendannet.
de: Die Zwischenablage wurde inzwischen geändert und deshalb nicht wiederhergestellt.
el: Το πρόχειρο άλλαξε στο μεταξύ, οπότε δεν επαναφέρθηκε.
es: El portapapeles cambió mientras tanto, por lo que no se restauró.
fi: Leikepöytä muuttui sillä välin, joten sitä ei palautettu.
fr: Presse-papiers modifié entre-temps : restauration abandonnée.
he: הלוח השתנה בינתיים ולכן לא שוחזר.
hi: इस बीच क्लिपबोर्ड बदल गया, इसलिए उसे वापस नहीं लाया गया।
hr: Međuspremnik se u međuvremenu promijenio pa nije vraćen.
hu: A vágólap időközben megváltozott, ezért nem lett visszaállítva.
id: Papan klip berubah sementara itu, sehingga tidak dipulihkan.
it: Nel frattempo gli appunti sono cambiati, quindi non sono stati ripristinati.
ja: その間にクリップボードが変更されたため、元に戻しませんでした。
ko: 그동안 클립보드가 변경되어 복원하지 않았습니다.
ms: Papan klip berubah sementara itu, jadi ia tidak dipulihkan.
nb: Utklippstavlen ble endret i mellomtiden og ble derfor ikke gjenopprettet.
nl: Het klembord is intussen gewijzigd en daarom niet hersteld.
pl: Schowek zmienił się w międzyczasie, dlatego nie został przywrócony.
pt: A área de transferência mudou nesse meio-tempo e, por isso, não foi restaurada.
ro: Clipboardul s-a schimbat între timp, așa că nu a fost restaurat.
ru: Буфер обмена изменился, поэтому восстановление не выполнено.
sk: Schránka sa medzitým zmenila, takže nebola obnovená.
sv: Urklipp ändrades under tiden och återställdes därför inte.
th: คลิปบอร์ดมีการเปลี่ยนแปลง จึงไม่ได้คืนค่าเดิม
tr: Bu sırada pano değiştiği için geri yüklenmedi.
uk: Тим часом буфер обміну змінився, тому його не було відновлено.
vi: Bảng nhớ tạm đã thay đổi nên không được khôi phục.
yue: 剪貼簿期間有變更，所以冇還原。
zh_hans: 剪贴板内容已在此期间更改，因此未恢复原内容。
zh_hant: 剪貼簿內容已在此期間變更，因此未恢復原內容。

# ios.the.code.stays.between.your.devices.it.is.never.opened.766e735
source: The code stays between your devices. It is never opened in a browser.
ar: يبقى الرمز بين أجهزتك ولا يُفتح مطلقاً في متصفح.
ca: El codi es queda entre els teus dispositius. Mai no s’obre en un navegador.
cs: Kód zůstává mezi vašimi zařízeními. Nikdy se neotevírá v prohlížeči.
da: Koden bliver mellem dine enheder og åbnes aldrig i en browser.
de: Der Code bleibt zwischen deinen Geräten. Er wird nie in einem Browser geöffnet.
el: Ο κωδικός παραμένει μεταξύ των συσκευών σας. Δεν ανοίγει ποτέ σε πρόγραμμα περιήγησης.
es: El código permanece entre tus dispositivos. Nunca se abre en un navegador.
fi: Koodi pysyy laitteidesi välillä. Sitä ei koskaan avata selaimessa.
fr: Le code reste entre vos appareils. Il n’est jamais ouvert dans un navigateur.
he: הקוד נשאר בין המכשירים שלכם. הוא לעולם אינו נפתח בדפדפן.
hi: कोड आपके डिवाइसों के बीच ही रहता है। इसे कभी ब्राउज़र में नहीं खोला जाता।
hr: Kôd ostaje između vaših uređaja. Nikada se ne otvara u pregledniku.
hu: A kód az eszközeid között marad. Soha nem nyílik meg böngészőben.
id: Kode hanya berada di antara perangkat Anda dan tidak pernah dibuka di browser.
it: Il codice rimane tra i tuoi dispositivi. Non viene mai aperto in un browser.
ja: コードはデバイス間だけで使用され、ブラウザで開かれることはありません。
ko: 코드는 기기 간에만 사용되며 브라우저에서 열리지 않습니다.
ms: Kod kekal antara peranti anda. Kod tidak pernah dibuka dalam pelayar.
nb: Koden blir mellom enhetene dine og åpnes aldri i en nettleser.
nl: De code blijft tussen je apparaten en wordt nooit in een browser geopend.
pl: Kod pozostaje między urządzeniami i nigdy nie jest otwierany w przeglądarce.
pt: O código permanece entre seus dispositivos. Ele nunca é aberto em um navegador.
ro: Codul rămâne între dispozitivele tale. Nu este deschis niciodată într-un browser.
ru: Код используется только между вашими устройствами и не открывается в браузере.
sk: Kód zostáva medzi vašimi zariadeniami. Nikdy sa neotvára v prehliadači.
sv: Koden stannar mellan dina enheter och öppnas aldrig i en webbläsare.
th: รหัสจะอยู่ระหว่างอุปกรณ์ของคุณเท่านั้น และจะไม่ถูกเปิดในเบราว์เซอร์
tr: Kod yalnızca cihazlarınız arasında kalır ve hiçbir zaman tarayıcıda açılmaz.
uk: Код залишається між вашими пристроями й ніколи не відкривається в браузері.
vi: Mã chỉ nằm giữa các thiết bị của bạn và không bao giờ được mở trong trình duyệt.
yue: 代碼只會留喺你嘅裝置之間，唔會喺瀏覽器開啟。
zh_hans: 代码仅在你的设备之间传递，绝不会在浏览器中打开。
zh_hant: 代碼僅在你的裝置之間傳遞，絕不會在瀏覽器中開啟。

# ios.the.connection.remains.direct.to.the.mac.no.account.tailscale.246dd09
source: The connection remains direct to the computer. No account, Tailscale token, or persistent secret is sent to Vibe Walkie.
ar: يبقى الاتصال مباشراً مع Mac. لا تُرسل إلى Vibe Walkie أي بيانات حساب أو رمز Tailscale أو سر دائم.
ca: La connexió continua sent directa amb el Mac. No s’envia a Vibe Walkie cap compte, testimoni de Tailscale ni secret persistent.
cs: Připojení zůstává přímé k Macu. Do Vibe Walkie se neposílá žádný účet, token Tailscale ani trvalé tajemství.
da: Forbindelsen forbliver direkte til Mac. Ingen kontooplysninger, Tailscale-token eller varige hemmeligheder sendes til Vibe Walkie.
de: Die Verbindung bleibt direkt zum Mac. Weder Konto noch Tailscale-Token oder dauerhaftes Geheimnis werden an Vibe Walkie gesendet.
el: Η σύνδεση παραμένει απευθείας με το Mac. Δεν αποστέλλεται στο Vibe Walkie λογαριασμός, διακριτικό Tailscale ή μόνιμο μυστικό.
es: La conexión sigue siendo directa con el Mac. Vibe Walkie no recibe ninguna cuenta, token de Tailscale ni secreto persistente.
fi: Yhteys säilyy suorana Maciin. Vibe Walkielle ei lähetetä tiliä, Tailscale-tokenia eikä pysyvää salaisuutta.
fr: La connexion reste directe vers l’ordinateur. Aucun compte, jeton Tailscale ou secret durable n’est transmis à Vibe Walkie.
he: החיבור ל‑Mac נשאר ישיר. שום חשבון, אסימון Tailscale או סוד קבוע אינם נשלחים אל Vibe Walkie.
hi: कनेक्शन सीधे Mac से बना रहता है। Vibe Walkie को कोई अकाउंट जानकारी, Tailscale टोकन या स्थायी सीक्रेट नहीं भेजा जाता।
hr: Veza s Macom ostaje izravna. Aplikaciji Vibe Walkie ne šalju se račun, Tailscale token ni trajna tajna.
hu: A kapcsolat közvetlen marad a Mackel. Sem fiókot, sem Tailscale-tokent, sem tartós titkot nem küldünk a Vibe Walkie-nak.
id: Koneksi tetap langsung ke Mac. Tidak ada akun, token Tailscale, atau data rahasia permanen yang dikirim ke Vibe Walkie.
it: La connessione rimane diretta al Mac. Nessun account, token Tailscale o segreto persistente viene inviato a Vibe Walkie.
ja: Macへの接続は常に直接行われます。アカウント、Tailscaleトークン、永続的なシークレットがVibe Walkieに送信されることはありません。
ko: Mac에 계속 직접 연결됩니다. 계정, Tailscale 토큰, 영구 보안 정보는 Vibe Walkie로 전송되지 않습니다.
ms: Sambungan kekal terus ke Mac. Tiada akaun, token Tailscale atau rahsia kekal dihantar kepada Vibe Walkie.
nb: Tilkoblingen forblir direkte til Macen. Ingen kontoinformasjon, Tailscale-token eller varige hemmeligheter sendes til Vibe Walkie.
nl: De verbinding blijft rechtstreeks met de Mac. Er worden geen accountgegevens, Tailscale-token of permanent geheim naar Vibe Walkie gestuurd.
pl: Połączenie pozostaje bezpośrednie z Makiem. Do Vibe Walkie nie są wysyłane żadne konto, token Tailscale ani trwały sekret.
pt: A conexão permanece direta com o Mac. Nenhuma conta, token do Tailscale ou segredo persistente é enviado ao Vibe Walkie.
ro: Conexiunea rămâne directă cu Mac-ul. Niciun cont, token Tailscale sau secret persistent nu este trimis la Vibe Walkie.
ru: Подключение к Mac остаётся прямым. Учётная запись, токен Tailscale и постоянные секреты не передаются Vibe Walkie.
sk: Pripojenie zostáva priame k Macu. Do Vibe Walkie sa neposiela žiadny účet, token Tailscale ani trvalý tajný údaj.
sv: Anslutningen förblir direkt till Mac. Inga kontouppgifter, Tailscale-token eller beständiga hemligheter skickas till Vibe Walkie.
th: การเชื่อมต่อยังคงตรงไปยัง Mac ไม่มีการส่งบัญชี โทเค็น Tailscale หรือข้อมูลลับถาวรไปยัง Vibe Walkie
tr: Bağlantı doğrudan Mac'e yapılır. Vibe Walkie'ye hesap, Tailscale belirteci veya kalıcı gizli veri gönderilmez.
uk: Підключення залишається прямим до Mac. Жодні дані облікового запису, токен Tailscale чи постійний секрет не надсилаються до Vibe Walkie.
vi: Kết nối vẫn trực tiếp đến Mac. Không có tài khoản, mã thông báo Tailscale hay bí mật lâu dài nào được gửi đến Vibe Walkie.
yue: 連接會保持直達 Mac。Vibe Walkie 唔會收到任何帳戶、Tailscale 權杖或者永久密鑰。
zh_hans: 连接始终直接通往 Mac。不会向 Vibe Walkie 发送账户、Tailscale 令牌或永久密钥。
zh_hant: 連線始終直接通往 Mac。不會向 Vibe Walkie 傳送帳號、Tailscale 權杖或永久金鑰。
